Repository: TimeZynk/drupal-timezynk
Catalog: tzbase/translations/*.po
Languages: sv

source: Subject
sv: Ämne

source: Description
sv: Beskrivning

source: Assignment
sv: Uppdrag

source: Assignment description
sv: Uppgiftsbeskrivning

source: Start time
sv: Starttid

source: End time
sv: Sluttid

source: Break duration
sv: Rastlängd

source: Total
sv: Totalt

source: State
sv: Tillstånd

source: Assigned to
sv: Tilldelad till

source: New
sv: Ny

source: Signed in
sv: Instämplad

source: Reported
sv: Rapporterad

source: Approved
sv: Attesterad

source: Locked
sv: Låst

source: Unknown
sv: Okänt

source: Could not autosize columns, no such instance of PHPExcel
sv: Kunde inte skala om kolumner, felaktig PHPExcel-instans

source: export timereports to excel
sv: exportera tidrapporter till excel

source: To Excel
sv: Till Excel

source: PHPExcel installed under %path.
sv: PHPExcel hittad under %path.

source: Not found
sv: Kunde inte hittas

source: Please install PHPExcel 1.7.4 or newer under sites/all/libraries/phpexcel.
sv: Installera PHPExcel 1.7.4 eller nyare under sites/all/libraries/phpexcel.

source: TimeZynk Excel Exporter
sv: Excel-exportör för TimeZynk

source: Exports time reports to excel
sv: Exporterar till Excel

source: File not found: "@path"
sv: Filen hittades inte: "@path"

source: Error @error when opening "@path"
sv: Fel @error under öppning av "@path"

source: Error when reading manifest from "@path"
sv: Fel vid läsning av manifest från "@path"

source: JAD Downloads
sv: JAD-nedladdningar

source: Statistics over JAD file downloads
sv: Statistik över JAD-nedladdningar

source: Download ID
sv: Nedladdnings-ID

source: JAD Download ID
sv: JAD-nedladdnings-ID

source: Download Timestamp
sv: Nedladdningsklockslag

source: Date and time for JAD download
sv: Datum och tid för JAD-nedladdning

source: HTTP Variables
sv: HTTP-variabler

source: HTTP variables sent from client
sv: HTTP-variabler från klient

source: Stores information about downloads from jadmaker
sv: Lagrar information om nedladdningar från jadmaker

source: Generates and serves jad files
sv: Skapar dynamiska jad-filer

source: TimeZynk basic feature
sv: TimeZynk's basfunktioner

source: Features
sv: Funktionspaket

source: TimeZynk Intelliplan Feature
sv: TimeZynk's intelliplan-funktioner

source: Configure the site for intelliplan customers
sv: Konfigurera servern för intelliplan-kunder

source: Provides TimeZynk API
sv: Tillhandahåller API för TimeZynk

source: Created revision !vid of report !nid via drush
sv: Skapade revision !vid av rapport !nid via drush

source: Provides TimeZynk data types and relations
sv: Implementerar TimeZynks datatyper och relationer

source: Time Report
sv: Tidrapport

source: A time report for a specific project
sv: En tidrapport för ett specifikt uppdrag

source: Comments
sv: Kommentarer

source: Job
sv: Uppdrag

source: A job that you can report time on
sv: Ett uppdrag som går att tidrapportera mot

source: -- No jobs available --
sv: -- Inga tillgängliga uppdrag --

source: Date
sv: Datum

source: Select job
sv: Välj uppdrag

source: Select the job that this time report concerns
sv: Välj uppdrag att koppla tidrapporten till

source: Assigned to user
sv: Tilldelad till

source: Time
sv: Tid

source: Travel information
sv: Resor och kilometerersättning

source: Travel time
sv: Restid

source: Travel length (km)
sv: Reslängd (km)

source: Report status
sv: Rapportstatus

source: Signature
sv: Signatur

source: Administrative assignment code
sv: Uppdrags-kod för administration

source: Top level assignment
sv: Uppdrag på topp-nivå

source: Parent job
sv: Underuppdrag till

source: Assignment active
sv: Aktivt uppdrag

source: Check if this assignment is active and can be used for time reporting
sv: Kryssa i ifall uppdraget är aktivt och kan användas för tidrapportering

source: Allow reports to overlap
sv: Tillåt rapporter att överlappa

source: Allow reports on this assignment to overlap other reports
sv: Tillåt rapporter på det här uppdraget att överlappa andra rapporter

source: Assignment type
sv: Uppdragstyp

source: Presence
sv: Närvaro

source: Absence
sv: Frånvaro

source: Home
sv: Hem

source: Time Reports
sv: Tidrapporter

source: Name
sv: Namn

source: End
sv: Slut

source: Break
sv: Rast

source: Cleared !count reports older than !date
sv: Rensade !count rapporter äldre än !date

source: Report (nid: @id, vid: @vid) missing begintime or endtime in tzbase_nodeapi
sv: Rapport (nid: @id, vid: @vid) saknar begintime eller endtime i tzbase_nodeapi

source: TimeZynk content
sv: TimeZynk-innehåll

source: Handle TimeZynk content.
sv: Hantera TimeZynk-innehåll

source: Configure TimeZynk modules.
sv: Konfigurera TimeZynk-moduler

source: Availability
sv: Tillgänglighet

source: Configure TimeZynk availability.
sv: Konfigurera tillgänglighet

source: User Jobs
sv: Uppdragskopplingar

source: TimeZynk Base
sv: TimeZynk Bas

source: Missing user ID
sv: Användar-ID saknas

source: Missing job ID
sv: Saknar uppdrags-ID

source: Inverted interval
sv: Inverterat intervall

source: Missing start time
sv: Saknar starttid

source: Missing end time
sv: Saknar sluttid

source: Days in advance
sv: Dagar i förväg

source: Number of days in advance that availability must be reported
sv: Antal dagar i förväg som tillgänglighet måste rapporteras

source: Availability intervals
sv: Tillgänglighetsintervall

source: Enable intervals
sv: Använd fasta intervall

source: Valid intervals
sv: Giltiga intervall

source: Availability intervals, written as HH:MM-HH:MM
sv: Tillgänglighetsintervall, skriv som HH:MM-HH:MM

source: Save
sv: Spara

source: Delete all TimeZynk content
sv: Ta bort allt TimeZynk-innehåll

source: Perform operation
sv: Utför

source: From
sv: Från

source: To
sv: Till

source: Search
sv: Sök

source: Mobile
sv: Mobilnummer

source: Manager
sv: Chef

source: No available employees found
sv: Hittade inga tillgängliga anställda

source: Add
sv: Lägg till

source: Employee
sv: Anställd

source: Start date
sv: Startdatum

source: End date
sv: Slutdatum

source: delete
sv: ta bort

source: The ID of the linked Job
sv: ID-nummer för länkat uppdrag

source: Assigned user
sv: Tilldelad till

source: The user assigned to this report
sv: Tilldelad användare

source: Time Report start time
sv: Starttid för tidrapport

source: Time Report end time
sv: Sluttid för tidrapport

source: Time Report break duration
sv: Rastlängd i tidrapport

source: Total duration
sv: Totaltid

source: Time Report total duration
sv: Totaltid för tidrapport

source: Status flags
sv: Statusflaggor

source: The ID of the parent Job
sv: ID-nummer för överliggande uppdrag

source: Select comparison
sv: Välj jämförelse

source: Controls whether to filter for reports filed before or after the argument date
sv: Väljer att filtrera ut rapporter före eller efter valt datum

source: Get reports that start after the argument
sv: Hämta rapporter som börjar efter datumet

source: Get reports that start before the argument
sv: Hämta rapporter som börjar före datumet

source: Date format
sv: Datumformat

source: Custom
sv: Anpassat

source: Custom date format
sv: Anpassat datumformat

source: See <a href="http://us.php.net/manual/en/function.date.php" target="_blank">the PHP docs</a> for date formats.
sv: Se <a href="http://us.php.net/manual/en/function.date.php" target="_blank">PHP dokumentationen</a> för tillgängliga datumformat.

source: Active
sv: Aktiv

source: Inactive
sv: Inaktiv

source: never
sv: aldrig

source: @time ago
sv: @time sedan

source: 0 sec
sv: 0 sek

source: 1 year
sv: 1 år

source: 1 week
sv: 1 vecka

source: 1 day
sv: 1 dag

source: 1 hour
sv: 1 timme

source: 1 sec
sv: 1 sek

source: Sending
sv: Skickar

source: @count of @total
sv: @count av @total

source: Intellitime base URL
sv: Bas-URL för Intellitime

source: Customer specific URL for the portal login page. Using HTTPS is strongly recommended!
sv: Kundspecifik URL för inloggningsportalen. Användning av HTTPS rekommenderas starkt!

source: Invalid URL, please enter a correct intelliplan login URL.
sv: Ogiltig URL, vänligen mata in en korrekt inloggnings-URL för intelliplan.

source: We can only handle HTTP or HTTPS connections to intellitime
sv: Ange en HTTP eller HTTPS länk för anslutning till intellitime

source: Intelliplan User
sv: Intelliplananvändare

source: Is this user an intelliplan user?
sv: Är den här användaren en intelliplananvändare?

source: Paste into firebug console of empty window
sv: Klipp-och-klistra till en firebug-konsoll på ett tomt fönster

source: Intelliplan session age
sv: Intelliplan-session skapad

source: When was the intelliplan session created?
sv: När skapades intelliplan-sessionen?

source: Intelliplan last sync
sv: Senaste intelliplansynk

source: Last synchronization with intelliplan
sv: Senaste synkronisering med intellitime

source: Error page when authenticating @user: @msg
sv: Felsida vid autentisering av @user: @msg

source: Failed to authenticate @user
sv: Kunde inte autentisera @user

source: Invalid username or password for %name.
sv: Felaktigt användarnamn eller lösenord för %name.

source: Network problem when authenticating @user: @msg
sv: Nätverksproblem vid autentisering av @user: @msg

source: Sitewide settings for the TimeZynk Intellitime bridge.
sv: Inställningar för TimeZynks intellitime-brygga.

source: Stores extra tzintellitime fields for tzjob and tzreport nodes
sv: Sparar extra tzintellitime-fält länkade till tzjob- och tzreport-noder

source: The {node}.nid
sv: Från {node}.nid

source: The {node_revision}.vid
sv: Från {node}.vid

source: Node ID in intellitime
sv: Rapport-ID i Intellitime

source: The node has local changes not yet transmitted to intellitime
sv: Noden har lokala ändringar som ännu ej överförts till intellitime

source: TimeZynk intellitime integration
sv: Intellitime-integration för TimeZynk

source: Provides TimeZynk intellitime integration
sv: Tillhandahåller Intellitime-integration för TimeZynk

source: Delay in milliseconds
sv: Fördröjning i millisekunder

source: Extra delay in milliseconds before returning time reports
sv: Extra fördröjning i millisekunder innan tidrapporter returneras

source: Enable comments
sv: Tillåt kommentarer

source: Error code
sv: Felkod

source: Error code for returned from mock
sv: Felkod returnerad från mock

source: Users
sv: Användare

source: Assignments
sv: Uppdrag

source: Deleted user with mock id @id
sv: Tog bort användare med id @id

source: Updated user with mock id @id
sv: Uppdaterade användare med mock id @id

source: Created new user with mock id @id
sv: Skapade användare med mock-id @id

source: @action assignment with mock id @id
sv: @action uppdrag med mock id @id

source: Deleted assignment with mock id @id
sv: Tog bort uppdrag med mock id @id

source: Title
sv: Titel

source: Type
sv: Typ

source: Username
sv: Användarnamn

source: Full name
sv: Fullständigt namn

source: Password
sv: Lösenord

source: Last reset @date
sv: Senaste återställning @date

source: Intellitime Demo Login
sv: Intellitime Demo-inloggning

source: Settings for Intellitime Mockup site
sv: Inställningar för Intellitime-mock

source: TimeZynk Mock intellitime site
sv: TimeZynk's intellitime-mock

source: Provides TimeZynk intellitime mockup
sv: Tillhandahåller Intellitime-mockup för TimeZynk

source: Minutes between synchronizations
sv: Antal minuter mellan synkroniseringar

source: Minimum interval in minutes between two synchronizations of the same user. The actual synchronization times are also affected by the current cron-interval.
sv: Minsta intervall i minuter mellan två synkroniseringar. Det faktiska intervallet beror även på de nuvarande cron-inställningarna.

source: Maximum users per synchronization thread
sv: Max användare per synkroniseringstråd

source: Maximum number of users to synchronize per thread
sv: Maximalt antal användare per synkroniseringstråd

source: Number of weeks forward in time to synchronize
sv: Antal veckor framåt att synkronisera

source: Enter 0 for only the current week, 1 for the current week and next week, and so on.
sv: Skriv in 0 för endast nuvarande vecka, 1 för nuvarande och nästa vecka, och så vidare.

source: Number of weeks backward in time to synchronize
sv: Antal veckor bakåt att synkronisera

source: Enter 0 for only the current week, 1 for the current week and previous week, and so on.
sv: Skriv in 0 för endast nuvarande vecka, 1 för nuvarande och föregående vecka, och så vidare.

source: Initial synchronization
sv: Inledande synkronisering

source: Do a full synchronization for both new users and users with a expired session.
sv: Synkronisera direkt för både nya användare och användare med en ogiltig sessionsnyckel.

source: Only for new users. Users with expired session are synchronized at the next scheduled synchronization.
sv: Endast nya användare. Användare med ogiltig sessionsnyckel synkroniseras vid nästa schemalagda tillfälle.

source: Never do initial synchronization, always defer to the next scheduled synchronization.
sv: Synkronisera aldrig vid inloggning, vänta alltid till nästa schemalagda tillfälle.

source: Configure how to handle synchronization on login
sv: Konfigurera synkronisering vid inloggning

source: Invalid synchronization interval, enter number of minutes.
sv: Ogiltigt synkroniseringsintervall, skriv in antal minuter.

source: Synchronization interval must be greater than 0
sv: Synkroniseringsintervallet måste vara längre än 0 minuter

source: Enter number of weeks as a positive integer.
sv: Skriv in antalet veckor att synkronisera som ett positivt heltal.

source: Synchronize user with Intelliplan
sv: Synkronisera användare med Intelliplan

source: Tried to start synchronization for illegal user id "@uid"
sv: Försökte synkronisera ogilitigt användar-id "@uid"

source: Intellitime Sync
sv: Intellitimesynk

source: Data synchronization settings for the TimeZynk Intellitime bridge.
sv: Synkroniseringsinställningar för bryggan mellan TimeZynk och Intellitime.

source: Stores synchronization info for tzintellitime
sv: Lagrar synkroniseringsinformation för tzintellitime

source: TimeZynk intellitime synchronization
sv: Synkronisering mellan intellitime och TimeZynk

source: Provides TimeZynk intellitime synchronization
sv: Tillhandlahåller data-synkronisering mellan intellitime och TimeZynk

source: Please enable javascript
sv: Vänligen aktivera JavaScript

source: Reported @duration on <em>@title</em>
sv: Rapporterade @duration på <em>@title</em>

source: TimeZynk Mobile
sv: TimeZynk Mobil

source: Provides mobile web application for TimeZynk
sv: Mobil webb-applikation för TimeZynk

source: Updates
sv: Uppdateringar

source: Live updates from the team
sv: Senaste händelserna i ditt team

source: Create new assignment
sv: Skapa nytt uppdrag

source: My team
sv: Min grupp

source: View team status
sv: Visa gruppstatus

source: Show
sv: Visa

source: View time reports
sv: Visa tidrapporter

source: Next
sv: Nästa

source: Submit
sv: Spara

source: Summary
sv: Översikt

source: Hour
sv: Timme

source: Minute
sv: Minut

source: User
sv: Användare

source: Sending reminder...
sv: Skickar påminnelse...

source: Send reminder
sv: Skicka påminnelse

source: Sent
sv: Skickad

source: Late time reports:
sv: Utestående rapporter:

source: All time reported
sv: Alla tidrapporter klara

source: Today
sv: Idag

source: No time report today
sv: Inga tidrapporter idag

source: Week
sv: Vecka

source: Month
sv: Månad

source: Call mobile
sv: Ring mobil

source: Send SMS
sv: Skicka SMS

source: Show time reports
sv: Visa tidrapporter

source: hours
sv: timmar

source: minutes
sv: minuter

source: No input data
sv: Ingen indata

source: Log in
sv: Logga in

source: Wrong username or password.
sv: Fel användarnamn eller lösenord

source: Updated job !nid
sv: Uppdaterade jobb !nid

source: Inserted job !nid
sv: Lade till jobb !nid

source: TimeZynk RPC Protocol
sv: TimeZynk RPC-protokoll

source: Created revision !vid of report !nid
sv: Skapade revision !vid av rapport !nid

source: Inserted report !nid
sv: Lade till rapport !nid

source: Sending @policy_type reminder to @mobile
sv: Skickar @policy_type-påminnelse till @mobile

source: Reminders
sv: Påminnelser

source: TimeZynk Reminder
sv: TimeZynk Påminnare

source: Send reminders to our users
sv: Skicka påminnelser till våra användare

source: Hi! We are waiting for @count of your time reports. Please fill !third-person-personal-pronoun in!
sv: Hej! Vi väntar på @count av dina tidrapporter, fyll i och skicka in !third-person-personal-pronoun. Tack på förhand!

source: one
sv: en

source: it
sv: den

source: Quiet period
sv: Tyst period

source: Configure a time of day when no reminders are sent
sv: Ställ in klockslag på dagen mellan vilka inga påminnelser skickas

source: From (HH:MM)
sv: Från (TT:MM)

source: Start of the quiet period, written as HH:MM
sv: Start på den tysta perioder, skrivet som TT:MM

source: To (HH:MM)
sv: Till (TT:MM)

source: End of the quiet period, written as HH:MM
sv: Slutet på den tysta perioder, skrivet som TT:MM

source: Delayed reminder settings
sv: Inställningar för fördröjd påminnelse

source: Delay in minutes
sv: Fördröjning i minuter

source: Delay in minutes before the reminder is sent. Leave empty for no reminder.
sv: Fördröjning i minuter innan påminnelsen skickas. Lämna tom för att avaktivera påminnelser helt.

source: Fixed reminder settings
sv: Inställningar för påminnelse på fasta datum

source: Days on which to remind
sv: Dagar att skicka påminnelse på

source: Days on which to remind the users. Valid values are 1-28. Add multiple comma separated entries to set more than one reminder. Leave empty for no reminder.
sv: Dagar att skicka påminnelse på. Giltiga värden är 1-28. För att ställa in mer än en påminnelse, mata in flera dagar separerade med komma. Lämna fältet tomt för att inte skicka några påminnelser.

source: Hour on which to remind
sv: Timme då påminnelse skall skickas

source: Send reminders after this hour. Valid values are 0-23. Do not set this to fall within the quiet period.
sv: Skicka påminnelser efter denna timme. Giltiga värden är 0-23. Sätt inte detta värde så att det faller inom den tysta perioden.

source: Could not understand time format, please use HH:MM
sv: Kunde inte förstå tidsformatet. Vänligen använd TT:MM.

source: Please specify end of quiet period
sv: Specificera slutet på den tysta perioden

source: Please specify delay in minutes as a positive integer value
sv: Specificera fördröjningen som ett positivt heltal

source: Please specify days as positive integer values between 1 and 28 separated by commas
sv: Specificera påminnelsedagar som kommaseparerade, positiva heltal mellan 1 och 28

source: Please specify the hour as an integer between 0 and 23.
sv: Vänligen specificera timmen som ett heltal mellan 0 och 23.

source: New configuration stored
sv: Nya inställningar sparade!

source: List
sv: Lista

source: TimeZynk report generator
sv: Rapportgenerator för TimeZynk

source: Provides TimeZynk reports
sv: Tillhandahåller rapporter för TimeZynk

source: edit
sv: redigera

source: Subtotal for <em>!path</em>
sv: Delsumma för <em>!path</em>

source: All assignments
sv: Alla uppdrag

source: Employees
sv: Anställda

source: Group by
sv: Gruppera efter

source: Show comments
sv: Visa kommentarer

source: Parent
sv: Överliggande

source: Parent assignment
sv: Överliggande uppdrag

source: Top level
sv: Översta nivån

source: Show and edit available assignments
sv: Visa och ändra tillgängliga uppdrag

source: Reset password and send new TimeZynk installation SMS
sv: Skapa nytt TimeZynk-lösenord och skicka via installations-SMS

source: Send new TimeZynk installation SMS
sv: Skicka nytt installations-SMS för TimeZynk

source: Your mobile phone number or e-mail address
sv: Skriv ditt mobilnummer eller din e-postadress

source: Send new password over SMS
sv: Skicka nytt lösenord över SMS

source: New password has been sent to you over SMS
sv: Ditt nya lösenord har skickats till dig över SMS

source: Welcome to mobile time reporting! Visit !url to install, then login using "!username" as username and "!password" as password.
sv: Välkommen till mobil tidrapportering! Besök !url för att installera och logga sedan in med "!username" som användarnamn och "!password" som lösenord.

source: Welcome to mobile time reporting! Visit !url to install, then login using "!username" as username.
sv: Välkommen till mobil tidrapportering! Besök !url för att installera och logga sedan in med "!username" som användarnamn.

source: Failed to send SMS to invalid number: @number
sv: Kunde inte skicka SMS till ogiltigt nummer: @number

source: Failed to send SMS message: @error
sv: Kunde inte skicka SMS: @error

source: Message successfully sent with id: "@id"
sv: SMS skickat med id: "@id"

source: Requested new password over SMS
sv: Begärde nytt lösenord över SMS

source: Sending SMS to !nbr
sv: Skickar SMS till !nbr

source: Sitewide settings for SMS.
sv: Systeminställningar för SMS

source: Recipients
sv: Mottagare

source: Select recipients
sv: Välj mottagare

source: Send ONLY to the users marked below
sv: Skicka ENDAST till användare markerade nedan

source: Send to EVERYONE, except the users marked below
sv: Skicka till ALLA, utom användare markerade nedan

source: Send reminder SMS
sv: Skicka påminnelse-SMS

source: New install SMS
sv: Nytt installations-SMS

source: Send text-SMS
sv: Skicka text-SMS

source: Sent @count SMS messages
sv: Skickade @count SMS-meddelande

source: Send
sv: Skicka

source: Provides TimeZynk SMS services
sv: Tillhandahåller funktionalitet för TimeZynk-SMS

source: Provides TimeZynk SMS sending UI
sv: Tillhandahåller gränssnitt för TimeZynk-SMS

source: Requesting SMS URL: "@url"
sv: Hämtar SMS URL: "@url"

source: SMS Sent from "@from" to "@to": @message
sv: SMS Skickades från "@from" till "@to": @message

source: Log only
sv: Endast loggning

source: SMS Framework
sv: SMS-ramverk

source: SMS Backend
sv: SMS-Koppling

source: Default country code for this site
sv: Standardlandskod för att skicka SMS

source: The country code will be used to send installation SMS to the users registered on this site
sv: Landskoden kommer att användas för att skicka installations-SMS till användarna

source: Default SMS sender
sv: SMS-avsändare

source: Default SMS sender ID, alphanumeric max 11 characters.
sv: Avsändare för SMS, max 11 alfanumeriska tecken.

source: The content of the SMS
sv: Mall för installationsmeddelande

source: The available variables are: !url, !username and !password
sv: Tillgängliga variabler är: !url, !username och !password

source: The content of the SMS when keeping the same password
sv: Text för installations-SMS utan lösenordsfält

source: The available variables are: !url and !username
sv: Tillgängliga variabler är: !url och !username

source: Reciever of debug log SMS
sv: Mottagare av debug-SMS

source: Enter a mobile number unto which debug SMSes will be delivered
sv: Skriv in mobilnummer som ska ta emot debug-SMS

source: You must enter a numeric country code (e.g. 46 for Sweden)!
sv: Du måste skriva en numerisk landskod (t.ex. 46 för Sverige)!

source: Sender must be alphanumeric with maximum 11 characters
sv: Avsändare måste bestå av max 11 alfanumeriska tecken

source: SMS Message
sv: SMS-meddelande

source: Enter any text you want to send as SMS. Maximum message length 459 characters.
sv: Skriv in text att skicka som SMS. Maximal längd är 459 tecken.

source: Message cannot exceed 459 characters in length. Current length !length
sv: Meddelandet får inte överskrida 459 tecken. Nuvarande längd är !length tecken.

source: Sent message to @count mobiles
sv: Skickade meddelandet till @count mobiler

source: Sent custom message to @number (!user)
sv: Skickade installations-SMS till @number (!user)
