Repository: TimeZynk/drupal-timezynk
Catalog: tzbase/translations/*.po
Languages: sv

source: Used @count of 459 characters. (@count_sms SMS-messages)
sv: Använt @count av 459 tecken. (@count_sms SMS-meddelande)

source: No employees selected
sv: Inga anställda valda

source: Empty SMS message
sv: Tomt SMS-meddelande

source: SMS too long
sv: SMS för långt

source: Hi! We are waiting for some of your time reports, please fill them in.
sv: Hej! Vi väntar på några av dina tidrapporter, fyll i och skicka in dem. Tack på förhand!

source: Synchronized !successful/!count users in !seconds seconds using @module
sv: Synkade !successful/!count användare på !seconds sekunder med @module

source: Recording user stats
sv: Noterar användarstatistik

source: Cleared !count rows from tzsync_stats
sv: Rensade !count rader från tzsync_stats

source: Invoice
sv: Faktura

source: Failed logins
sv: Misslyckade inloggningar

source: Pricing
sv: Pris

source: Customer pricing levels
sv: Prisinställningar för kund

source: Stores statistics on sent SMS messages
sv: Sparar statistik över skickade SMS-meddelande

source: Provides TimeZynk statistics
sv: Tillhandahåller funktionalitet för statistik

source: log
sv: logg

source: Price per day
sv: Dagspris

source: Price per user per day in preferred currency
sv: Pris per användare och dag i kundens valuta

source: Price per month
sv: Månadspris

source: Maximum price per month per user
sv: Maximal kostnad per användare och månad

source: Price per month for availability users
sv: Månadspris för tillgänglighetsanvändare

source: Price per SMS
sv: Pris per SMS

source: Minimum month users
sv: Miniminivå månadsanvändare

source: Minimum month users start date
sv: Startdatum för miniminivå

source: After this date, we will never invoice less than minimum month users
sv: Efter det här datumet, så faktureras alltid minstaantalet månadsanvändare

source: Excluded users
sv: Exkluderade användare

source: Comma-separated list of user IDs
sv: Skriv in en komma-separerad lista på användar-IDn

source: Intellitime Synchronizations
sv: Intellitimesynkroniseringar

source: Statistics over Intellitime synchronizations
sv: Statistik över intellitimesynkroniseringar

source: Sync. ID
sv: Synk-ID

source: Intellitime sync. ID
sv: Synkroniserings-ID

source: Synch Timestamp
sv: Synkroniseringsklockslag

source: Date and time for sync.
sv: Datum och tid för synk.

source: Calling module
sv: Anropande modul

source: Name of the module causing synch
sv: Modulnamn som initierade synkronisering

source: User count
sv: Antal användare

source: Number of users for which sync. was attempted.
sv: Antal användare i synkronisering

source: # of successful syncs
sv: # lyckade synkroniseringar

source: Number of users for which sync. was successful.
sv: Antal användare där synkroniseringen lyckades

source: Time to sync.
sv: Tidsåtgång för synk.

source: Number of seconds the synchronization took.
sv: Synkroniseringslängd i sekunder

source: SMS statistics
sv: SMS-statistik

source: Statistics over SMS
sv: Statistik över SMS

source: User ID
sv: Användar-ID

source: Timestamp
sv: Tidsstämpel

source: Date and time for SMS.
sv: Datum och tid för SMS

source: SMS Type
sv: SMS-typ

source: SMS length
sv: SMS-längd

source: Destination mobile number
sv: Mobilnummer för destination

source: Mobile number
sv: Mobilnummer

source: Log level
sv: Lognivå

source: Last login
sv: Senast inloggad

source: Support log
sv: Supportlogg

source: Last update @date
sv: Senaste uppdatering @date

source: Please enter a valid mobile number
sv: Skriv in ett giltigt mobilnummer

source: The users full name
sv: Användarens fullständiga namn

source: The users mobile number without country code
sv: Användarens mobilnummer utan landskod

source: Select employees manager
sv: Välj chef till den anställde

source: Current logging level for this user
sv: Nuvarande logg-nivå för användaren

source: No extra logging
sv: Ingen extra loggning

source: Medium logging
sv: Medium-loggning

source: Verbose logging
sv: Utförlig loggning

source: Employee overview
sv: Översikt över anställda

source: Add employees
sv: Lägg till anställda

source: TimeZynk Base User
sv: TimeZynk bas-användare

source: Provides TimeZynk user data
sv: Tillhandahåller användardata för TimeZynk

source: Never logged in
sv: Har aldrig loggat in

source: User added to TimeZynk
sv: Användare tillagd till TimeZynk

source: Last log update
sv: Senaste logguppdatering

source: Contact us at <a href="mailto:support@timezynk.com">support@timezynk.com</a>
sv: Kontakta oss på <a href="mailto:support@timezynk.com">support@timezynk.com</a>

source: Add more rows
sv: Fler rader...

source: To add more users to TimeZynk, fill in their mobile numbers and usernames below. If you need more rows use the <em>Add more rows</em> button.
sv: För att lägga till fler anställda till TimeZynk, fyll i mobilnummer och användarnamn nedan. Om du behöver fler rader använder du <em>Fler rader..</em> knappen nedan.

source: Load from file
sv: Ladda från fil

source: Fill the fields from file (.csv, .xls, .xlsx). Valid headers are "UserId", "MobilePhone", "FirstName", "Surname", "Password", "BossUserId" and "Email"
sv: Hämta användare från fil (.csv, .xls, .xlsx). Giltiga rubriker är "UserId", "MobilePhone", "FirstName", "Surname", "Password", "BossUserId" och "Email"

source: Reset
sv: Rensa

source: Please enter username
sv: Skriv in ett användarnamn

source: Mobile number entered twice
sv: Mobilnumret finns med två gånger

source: Must be in .csv,.xls,.xlsx or .ods format
sv: Måste vara i .csv,.xls,.xlsx eller .ods format

source: Unknown manager "@manager"
sv: Okänd chef "@manager"

source: Created employee @username with mobile @number
sv: Skapade användare @username med mobilnummer @number

source: Failed to add employee @username with mobile @number
sv: Kunde inte skapa användare @username med mobilnummer @number

source: Due reports
sv: Orapporterade pass

source: Employees with all time reported
sv: Anställda med alla pass rapporterade

source: Employees that have or might have late reports
sv: Anställda som har eller kan ha försenade rapporter

source: Employees inactive for more than @redlimit
sv: Anställda som varit inaktiva mer än @redlimit

source: Employees who have never logged in
sv: Anställda som aldrig har loggat in

source: Show status
sv: Visa status

source: Select which statuses you want to show
sv: Välj vilka anställda du vill visa

source: Show with manager
sv: Visa anställda för

source: Select which managers employees to show
sv: Välj vilken chef du vill visa anställda för

source: All
sv: Alla

source: Show status until
sv: Visa för datum

source: Show the status until and including date
sv: Visa status fram till och med datum

source: <strong>Tip:</strong> Hold the SHIFT key to select many employees
sv: <strong>Tips:</strong> Håll ner SKIFT-tangenten för att välja många anställda i följd

source: View user profile.
sv: Visa användarprofil.

source: Loading employees, please wait...
sv: Läser in anställda...

source: Email
sv: Epost

source: Users full name
sv: Användarens fullständiga namn

source: Users mobile number
sv: Mobilnummer

source: Full names
sv: Fullständiga namn

source: Enter a comma separated list of full user names.
sv: Skriv in en komma-separerad lista på namn

source: Unable to find user: @users
sv: Kunde inte hitta användare: @users

source: Adding employees
sv: Lägger till anställda

source: Edit support log
sv: Redigera supportlogg
